Repository: IGNF/gilviewer
Catalog: languages/*/libGilViewer.po
Languages: fr

source: Intensity
fr: Intensité

source: Apply
fr: Appliquer

source: Cancel
fr: Annuler

source: Incorrect entry!
fr: Entrée invalide!

source: Log window
fr: Fenêtre de log

source: About
fr: A propos

source: Show / Hide Log Window
fr: Afficher / Cacher la fenêtre de log

source: Toolbar Info
fr: Barre d'outils Info

source: Authors:
fr: Auteurs:

source: Contributors:
fr: Contributeurs:

source: 2D raster and vector viewer
fr: Viewer 2D image et vecteur

source: Help
fr: Aide

source: Change layer visibility
fr: Changer la visibilité de la couche

source: Change layer transformability
fr: Changer la transformabilité de la couche

source: Display layer informations
fr: Afficher les informations de la couche

source: Save layer
fr: Sauver la couche

source: Delete layer
fr: Supprimer la couche

source: Layer settings
fr: Préférences de la couche

source: Layer name
fr: Nom de la couche

source: Layer type
fr: Type de la couche

source: Channel
fr: Canal

source: Choose LUT
fr: Choisir une LUT

source: Select a CLUT file
fr: Sélectionner un fichier de LUT

source: Red
fr: Rouge

source: Image channel index to be displayed in red (e.g. 0 for RGB image)
fr: Canal de l'image à afficher en rouge (0 pour les images RGB)

source: Minimum intensity
fr: Intensité minimum

source: Maximum intensity
fr: Intensité maximum

source: Green
fr: Vert

source: Image channel index to be displayed in green (e.g. 1 for RGB image)
fr: Canal de l'image à afficher en vert (1 pour les images RGB)

source: Blue
fr: Bleu

source: Image channel index to be displayed in blue (e.g. 2 for RGB image)
fr: Canal de l'image à afficher en bleu (2 pour les images RGB)

source: Transparency range
fr: Intervalle de transparence

source: Check to choose a transparency range
fr: Cocher pour choisir un intervalle de transparence

source: Min transparency range
fr: Min intervalle de transparence

source: Max transparency range
fr: Max intervalle de transparence

source: Alpha range
fr: Intervalle d'alpha

source: Alpha channel
fr: Canal alpha

source: Check to choose an alpha channel
fr: Cocher pour choisir un canal alpha

source: Alpha channel number
fr: Numéro du canal alpha

source: Bad min value on red channel!
fr: Valeur min incorrecte pour le canal rouge !

source: Bad max value on red channel!
fr: Valeur max incorrecte pour le canal rouge !

source: Bad gamma value on red channel!
fr: Valeur de gamma incorrecte pour le canal rouge !

source: Bad value on red channel!
fr: Valeur incorrecte pour le canal rouge !

source: Bad value on green channel!
fr: Valeur incorrecte pour le canal vert !

source: Bad value on blue channel!
fr: Valeur incorrecte pour le canal bleu !

source: Bad value on alpha channel!
fr: Valeur incorrecte pour le canal alpha !

source: Bad min and max range values for transparency!
fr: Valeurs incorrectes pour l'intervalle de transparence !

source: LUT file does not exist!
fr: Le fichier de LUT n'existe pas!

source: out!
fr: dehors!

source: In progress ...
fr: En cours ...

source: Can't create thread to compute image histogram!
fr: Impossible de créer le thread pour le calcul de l'hisotgramme !

source: Layers control
fr: Contrôle des couches

source: Open Ctrl-O
fr: Ouvrir Ctrl-O

source: File
fr: Fichier

source: About ...
fr: A propos ...

source: Open layer
fr: Ouvrir une couche

source: Show / Hide layer control
fr: Afficher / Cacher le contre des couches

source: Snapshot
fr: Copie d'écran

source: Application settings
fr: Préférences des l'application

source: Geometry moving
fr: Déplacement de géometrie

source: None
fr: Aucun

source: Circle
fr: Cercle

source: Line
fr: Ligne

source: Polygon
fr: Polygone

source: Error!
fr: Erreur!

source: All supported files
fr: Tous les fichiers supportés

source: LUT directory
fr: Répertoire des LUT

source: Select LUT directory
fr: Sélectionner le répertoire des LUT

source: Working directory
fr: Répertoire de travail

source: Select working directory
fr: Sélectionner le répertoire de travail

source: Plugins directory
fr: Répertoire des plugins

source: Select plugins directory
fr: Sélectionner le répertoire des plugins

source: Fonts
fr: Polices

source: Load whole image (Warning : you need GDAL !!)
fr: Charger la totalité de l'image (attention : GDAL requis !)

source: Use NN or bilinear zoom
fr: Zoom au PPV ou bilinéaire

source: bilinear
fr: bilinéaire

source: Points settings
fr: Rglages des points

source: Width
fr: Largeur

source: Lines settings
fr: Réglages des lignes

source: Polygons settings
fr: Réglages des polygones

source: Rings colour
fr: Couleur du contour

source: Inside colour
fr: Couleur de remplissage

source: Rings width
fr: Epaisseur du contour

source: Change selected layers visibility
fr: Changer la visibilité des couches sélectionnées

source: Change selected layers transformability
fr: Changer la transformabilité des couches sélectionnées

source: Global settings control. Apply to all layers ...
fr: Préférences globales. S'appliquent à l'ensemble des couches

source: Save display configuration
fr: Sauver la configuration d'affichage

source: Load display configuration
fr: Charger la configuration d'affichage

source: New file
fr: Nouveau fichier

source: Open file
fr: Ouvrir fichier

source: Save file
fr: Sauvegarder fichier

source: Reset
fr: Réinitialiser

source: Vector settings
fr: Préférences du vecteur

source: Image settings
fr: Préférences de l'image

source: Image files
fr: Fichiers image

source: Custom format
fr: Format personnalisé

source: Open image or shapefile
fr: Ouvrir une image ou un shapefile

source: Opening files ...
fr: Ouverture des fichiers ...

source: Reading ...
fr: Lecture ...

source: Reading file
fr: Lecture du fichier

source: Opening file
fr: Ouverture du fichier

source: New vector layer
fr: Nouvelle couche vectorielle

source: Viewer orientation has been set!
fr: L'orientation du viewer a été paramétrée !

source: Warning! Image orientation will not be used, because there is no orientation defined for the first displayed image!
fr: Attention ! L'orientation de l'image ne sera pas utilisée car il n'y a pas d'orientation définie pour la première image affichée !

source: Image layer position initialised with respect to first image!
fr: Position de la couche image initialisée par rapport à la première image !

source: Image layer position initialised with respect to global orientation!
fr: Position de la couche image initialisée par rapport à l'orientation globale !

source: Vector layer position initialised with respect to global orientation!
fr: Position de la couche vectorielle initialisée par rapport à l'orientation globale !

source: Reading a display configuration file:
fr: Lecture d'un fichier de configuration d'affichage

source: Display configuration file must have the extension .xml !
fr: Les fichiers de configuration d'affichage doivent avoir l'extension .xml !

source: Cross
fr: Croix

source: Solid
fr: Plein

source: Backward diagonal hatch
fr: Hachure diagonale arrière

source: Forward diagonal hatch
fr: Hachure diagonale avant

source: Cross diagonal hatch
fr: Hachure diagonale croisée

source: Horizontal hatch
fr: Hachure horizontale

source: Vertical hatch
fr: Hachure verticale

source: Cross hatch
fr: Hachure croisée

source: Dot
fr: Point

source: Long dash
fr: Tiret long

source: Short dash
fr: Tiret court

source: Dot dash
fr: Point et tiret

source: Labels
fr: Etiquettes

source: Texts settings
fr: Réglages des textes

source: Texts color
fr: Couleur des textes

source: Texts font
fr: Police des textes

source: Texts visibility
fr: Visibilité du texte

source: Show texts
fr: Afficher les textes

source: Cancel !
fr: Annuler !

source: Error opening file!
fr: Erreur à l'ouverture du fichier!

source: Invalid attribute for the layer type:
fr: Attribut invalide pour le type de couche:

source: File
fr: Fichier

source: does not exist!
fr: n'existe pas!

source: [Node Layer - Appearance - Visibility] Error while reading attribute 'value'!
fr: [Noeud Layer - Appearance - Visibility] Erreur à la lecture de l'attribut 'value' !

source: [Node Layer - Appearance - Transformability] Error while reading attribute 'value' !
fr: [Noeud Layer - Appearance - Transformability] Erreur à la lecture de l'attribut 'value' !

source: [Node Layer - Appearance - ZoomFactor] Error while reading attribute 'value' !
fr: [Noeud Layer - Appearance - ZoomFactor] Erreur à la lecture de l'attribut 'value'!

source: [Node Layer - Appearance - Alpha] Error while reading attribute 'value' !
fr: [Noeud Layer - Appearance - Alpha] Erreur à la lecture de l'attribut 'value' !

source: [Node Layer - Appearance - Gamma] Error while reading attribute 'value' !
fr: [Noeud Layer - Appearance - Gamma] Erreur à la lecture de l'attribut 'value' !

source: [Node Layer - Appearance - Transparency] Error while reading attribute 'min' !
fr: [Noeud Layer - Appearance - Transparency] Erreur à la lecture de l'attribut 'min' !

source: [Node Layer - Appearance - Points - Colour] Error while reading attribute 'red' !
fr: [Noeud Layer - Appearance - Points - Colour] Erreur à la lecture de l'attribut 'red' !

source: [Node Layer - Appearance - Points - Colour] Error while reading attribute 'green' !
fr: [Noeud Layer - Appearance - Points - Colour] Erreur à la lecture de l'attribut 'green' !

source: [Node Layer - Appearance - Points - Colour] Error while reading attribute 'blue' !
fr: [Noeud Layer - Appearance - Points - Colour] Erreur à la lecture de l'attribut 'blue' !

source: [Node Layer - Appearance - Points - Colour] Error while reading attribute 'alpha' !
fr: [Noeud Layer - Appearance - Points - Colour] Erreur à la lecture de l'attribut 'alpha' !

source: [Node Layer - Appearance - Points - Width] Error while reading attribute 'width' !
fr: [Noeud Layer - Appearance - Points - Width] Erreur à la lecture de l'attribut 'width' !

source: [Node Layer - Appearance - Lines - Colour] Error while reading attribute 'red' !
fr: [Node Layer - Appearance - Lines - Colour] Erreur à la lecture de l'attribut 'red' !

source: [Node Layer - Appearance - Lines - Colour] Error while reading attribute 'green' !
fr: [Noeud Layer - Appearance - Lines - Colour] Erreur à la lecture de l'attribut 'green' !

source: [Node Layer - Appearance - Lines - Colour] Error while reading attribute 'blue' !
fr: [Noeud Layer - Appearance - Lines - Colour] Erreur à la lecture de l'attribut 'blue' !

source: [Node Layer - Appearance - Lines - Colour] Error while reading attribute 'alpha' !
fr: [Noeud Layer - Appearance - Lines - Colour] Erreur à la lecture de l'attribut 'alpha' !

source: [Node Layer - Appearance - Lines - Width] Error while reading attribute 'width' !
fr: [Noeud Layer - Appearance - Lines - Width] Erreur à la lecture de l'attribut 'width' !

source: [Node Layer - Appearance - Lines - Style] Error while reading attribute 'style' !
fr: [Noeud Layer - Appearance - Lines - Style] Erreur à la lecture de l'attribut 'style' !

source: [Node Layer - Appearance - Polygons - Rings - Color] Error while reading attribute 'red' !
fr: [Node Layer - Appearance - Polygons - Rings - Color] Erreur à la lecture de l'attribut 'red' !

source: [Node Layer - Appearance - Polygons - Rings - Color] Error while reading attribute 'green' !
fr: [Noeud Layer - Appearance - Polygons - Rings - Color] Erreur à la lecture de l'attribut 'green' !

source: [Node Layer - Appearance - Polygons - Rings - Color] Error while reading attribute 'blue' !
fr: [Noeud Layer - Appearance - Polygons - Rings - Color] Erreur à la lecture de l'attribut 'blue' !

source: [Node Layer - Appearance - Polygons - Rings - Color] Error while reading attribute 'alpha' !
fr: [Noeud Layer - Appearance - Polygons - Rings - Color] Erreur à la lecture de l'attribut 'alpha' !

source: [Node Layer - Appearance - Polygons - Style] Error while reading attribute 'style' !
fr: [Noeud Layer - Appearance - Polygons - Style] Erreur à la lecture de l'attribut 'style' !

source: [Node Layer - Appearance - Polygons - Inside - Color] Error while reading attribute 'red' !
fr: [Noeud Layer - Appearance - Polygons - Inside - Color] Erreur à la lecture de l'attribut 'red' !

source: [Node Layer - Appearance - Polygons - Inside - Color] Error while reading attribute 'green' !
fr: [Noeud Layer - Appearance - Polygons - Inside - Color] Erreur à la lecture de l'attribut 'green'!

source: [Node Layer - Appearance - Polygons - Inside - Color] Error while reading attribute 'blue' !
fr: [Noeud Layer - Appearance - Polygons - Inside - Color] Erreur à la lecture de l'attribut 'blue'!

source: [Node Layer - Appearance - Polygons - Inside - Color] Error while reading attribute 'alpha' !
fr: [Noeud Layer - Appearance - Polygons - Inside - Color] Erreur à la lecture de l'attribut 'alpha' !

source: [Layer] Invalid node:
fr: [Layer] Noeud invalide:

source: Invalid node:
fr: Noeud invalide :

source: [Node Orientation - IsSet] Error while reading attribute value' !
fr: [Noeud Orientation - IsSet] Erreur à la lecture de l'attribut 'value' !

source: Node 'IsSet':
fr: Noeud 'IsSet':

source: Node 'ViewerOrientation' :
fr: Noeud 'ViewerOrientation' :

source: Attribute 'originX' :
fr: Attribut 'originX' :

source: Attribute 'originY' :
fr: Attribut 'originY' :

source: Attribute 'sizeX' :
fr: Attribut 'sizeX' :

source: Attribute 'sizeY' :
fr: Attribut 'sizeY' :

source: [Node Orientation - ViewerOrientation] Error while reading attribute 'step' !
fr: [Noeud Orientation - ViewerOrientation] Erreur à la lecture de l'attribut 'step' !

source: Attribute 'Step' :
fr: Attribut 'step'

source: Attribute 'ZoneCarto' :
fr: Attribut 'ZoneCarto'

source: There is no layer to save!
fr: Aucune couche à sauver !

source: Reading shapefile ...
fr: Lecture du shapefile ...

source: elements
fr: éléments

source: File :
fr: Fichier :

source: Reading
fr: Lecture

source: objects
fr: objets

source: objects ...
fr: objets ...

source: Reading file ...
fr: Lecture du fichier ...

source: x and y are not of the same size!
fr: x et y ont des tailles différentes !

source: objetcs ...
fr: objects

source: There is no PRJ file for
fr: Fichier PRJ absent pour

source: There is no DBF file for
fr: Fichier DBF absent pour

source: Global settings
fr: Préférences globales

source: Image layer settings
fr: Préférences de la couche image

source: Vector layer settings
fr: Préférences de la couche vectorielle

source: Navigation mode!
fr: Mode navigation !

source: Geometry Moving mode!
fr: Mode déplacement de géométrie !

source: Editing mode!
fr: Mode édition !

source: Capture mode!
fr: Mode capture !

source: Selection mode!
fr: Mode sélection !

source: NULL Geometry!
fr: Geometry nulle!

source: Geometry Point!
fr: Géometrie Point !

source: Geometry Circle!
fr: Géometrie Cercle !

source: Geometry Rectangle!
fr: Géometrie Rectangle !

source: Geometry Line!
fr: Géometrie Ligne !

source: Geometry Polygon!
fr: Géometrie Polygone !
